#-this comment
#**-Возвдение в степень
#%-Деление по модолю
#//-Целочистное деление с отбрасывание дробной части
#/-Обычное деление *-умножение +-сложение --вычитание
# int() целочистный тип данных целые числа
# "" - str()строки
# float - вещественный числа с плавающей точкой
my_name = " Евгений"
my_friend = "Данил"
my_number = 13
print(my_name + " " + str(my_number))
print(f"{my_name} ,любимое число {my_number}")
print(my_name * 5)
# переменная - это область памяти компьютера в которой может храниться одиночкное значение
color = "red"
print(color)